Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Afterwards there were recitations of poems composed in Napoleon’s honour, and a speech by Squealer giving particulars of the latest increases in the production of foodstuffs, and on occasion a shot was fired from the gun.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже пройшли разів декілька довкола майдану, зупинялись перед головним будинком, а молодий поет Мінімов читав поеми, що прославляли вождя. Після мистецького читання, Нікітов звітував про зріст продукції харчових припасів. Пострілом з рушниці кінчали параду.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Декламувалися вірші на честь Наполеона, Пищик повідомляв усі подробиці нечуваного зростання виробництва продуктів, а потім стріляли з рушниці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім декламувалися вірші, складені на честь Наполеона, потім Пискун виголошував промову, сповіщаючи про останні досягнення у виробництві харчів, іноді стріляли з рушниці.

source: The sheep were the greatest devotees of the Spontaneous Demonstration, and if anyone complained (as a few animals sometimes did, when no pigs or dogs were near) that they wasted time and meant a lot of standing about in the cold, the sheep were sure to silence him with a tremendous bleating of “Four legs good, two legs bad!”.
uk_1984_iryna_dybko_khutir_tvaryn: Найвірнішими прихильниками паради були овечки; вони завжди своїм «... двоноге зле-е-е», заглушували будь-яке дорікання тварин, коли в холодні дні мусіли вони стояти й слухати промов. А коли хтось нишком натякнув, що паради набридли, тоді овечки ще голосніше репетували.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вівці були найревнішими учасниками Стихійних демонстрацій, бо якщо хтось ремствував (як дехто іноді робив, коли поблизу не було свиней чи собак), що марнується час чи нудно стояти і мерзнути, то вівці глушили все потужним меканням: «Чотири ноги добре, а дві — погано».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вівці були найбільшими прихильниками Стихійних Демонстрацій, і якщо хто-небудь висловлював невдоволення (а це іноді траплялося, якщо ні свиней, ні собак не було поблизу) тим, що надаремне витрачається час, що холод не тітка, чого стояти без діла — вівці негайно затикали таким рота громовим «Чотири ноги — добре, дві ноги — погано!».

source: But by and large the animals enjoyed these celebrations. They found it comforting to be reminded that, after all, they were truly their own masters and that the work they did was for their own benefit.
uk_1984_iryna_dybko_khutir_tvaryn: Але зчасом і до парад почали звикати, як і до багато чого перед тим, бо й у промовах підкреслювали, що вся дошкульна теперішня праця звінчається добробутом і вільним життям без людини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А взагалі, тварини любили такі торжества, їх тішило зайве нагадування, що вони самі собі господарі, що трудяться для свого блага.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоч загалом тварини радше раділи цим святам. Їм було приємно ще раз почути, що, врешті-решт, вони самі собі пани й працюють самі на себе, для свого власного блага.

source: So that, what with the songs, the processions, Squealer’s lists of figures, the thunder of the gun, the crowing of the cockerel, and the fluttering of the flag, they were able to forget that their bellies were empty, at least part of the time.
uk_1984_iryna_dybko_khutir_tvaryn: Пісні, марші, бундючне піяння півня, лопотіння прапорів і постріли з рушниці — все це разом помагало відвертати увагу від голоду, заглушувати спротив порожніх кишок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Отож пісні, процесії, Пищикові цифри, виляски рушниці, кукурікання півня, тріпотіння прапора хоч ненадовго відганяли думки про порожні шлунки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І в піснях, і в маршуванні, і в промовах Піскуна, в громі рушниці, крику півня, майорінні прапора було те, що хоч легше на час давало змогу забути про порожній шлунок...

source: In April, Animal Farm was proclaimed a Republic, and it became necessary to elect a President.
uk_1984_iryna_dybko_khutir_tvaryn: В місяці квітні Хутір тварин перейменували на Республіку, а це привело до конечности вибору президента Республіки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У квітні ферму проголосили республікою, і одразу виникла потреба в президенті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У квітні «Колгосп тварин» проголосили Республікою, тож треба було вибрати президента.

source: There was only one candidate, Napoleon, who was elected unanimously.
uk_1984_iryna_dybko_khutir_tvaryn: На таку гідність не мали нікого відповідного, крім єдиного Вісарйонова, тому й усі його одноголосно вибрали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кандидат був лише один — Наполеон, і його обрали одноголосно.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеона висунули єдиним кандидатом та обрали одноголосно.

source: On the same day it was given out that fresh documents had been discovered which revealed further details about Snowball’s complicity with Jones.
uk_1984_iryna_dybko_khutir_tvaryn: В тому ж дні Нікітов заявив, що найшли нові документи, з яких довідались ось що: Давидович був співучасником Романова не лише в першій і другій битві,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Того ж дня повідомили, що знайдено нові свідчення Сніжкової змови з Джонсом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Того самого дня тваринам повідомили, що знайдено нові документи на підтвердження змови Сніжка з Джонсом.

source: It now appeared that Snowball had not, as the animals had previously imagined, merely attempted to lose the Battle of the Cowshed by means of a stratagem, but had been openly fighting on Jones’s side.
uk_1984_iryna_dybko_khutir_tvaryn: але був він і провідником у всіх починах, що мали на меті знищення тварин і хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Виявлялося, Сніжок не лише намагався сприяти поразці в Битві під Корівником, як спочатку гадалося, але й відкрито бився на боці Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Виявилося, що всупереч думці, яка давно склалася у тварин, Сніжок не просто прагнув поразки тварин у Битві поблизу Корівника, але бився на боці Джонса.

source: The wounds on Snowball’s back, which a few of the animals still remembered to have seen, had been inflicted by Napoleon’s teeth.
uk_1984_iryna_dybko_khutir_tvaryn: А оті рани на його спині і кривавлення не були, як здавалося тваринам, від пострілу рушниці Романова, а від покусання Вісарйонова; це так вірний всім тваринам вождь кинувся на Давидовича — єхидного зрадника, і, в обороні громади, безпощадно покусав його. Хто ж із тварин буде далі під враженням, що Давидовича ранили постріли Романова — такий не гідний громадянин Республіки, а зрадник. Після такого проголошення, ніхто із тваринної громади не пробував більш відтворити в пам’яті ту жахливу битву...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А Сніжкове поранення, що про нього ще дехто пам'ятав, — від Наполеонових зубів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А рани на спині Сніжка, які ще пам’ятає дехто з тварин, — від зубів самого Наполеона.

source: In the middle of the summer Moses the raven suddenly reappeared on the farm, after an absence of several years.
uk_1984_iryna_dybko_khutir_tvaryn: Після декількох років, в середині літа повернувся до тваринної Республіки ворон Мойсєєвич,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Серед літа на фермі несподівано з'явився ворон Мойсей, що про нього вже й забули.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Посеред літа на фермі несподівано з’явився ворон Мозес, якого не було вже кілька років.

source: He was quite unchanged, still did no work, and talked in the same strain as ever about Sugarcandy Mountain.
uk_1984_iryna_dybko_khutir_tvaryn: продовжуючи, як і колись, розказувати, що десь по той бік чорної хмари є гора солодощів, а довкола неї левади вкриті соковитою конюшиною.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він анітрохи не змінився, не працював, як і раніше, правив своєї про ту ж Солодкоцукряну Гору.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він зовсім не змінився — так само байдикував і плів нісенітниці про Льодяникову Гору.

source: “Up there, comrades,” he would say solemnly, pointing to the sky with his large beak — “up there, just on the other side of that dark cloud that you can see — there it lies, Sugarcandy Mountain, that happy country where we poor animals shall rest for ever from our labours!”
uk_1984_iryna_dybko_khutir_tvaryn: Там, на тій горі й леваді, колись усі тварини знайдуть безконечне щастя й блаженний спокій для відпочинку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Там угорі, товариші, — і врочисто піднімав до неба великого дзьоба, — там угорі, якраз на тому боці он тієї темної хмари, що ви бачите, височіє Солодкоцукряна Гора, щаслива країна, де ми, бідолашні тварини, назавжди спочинемо від праці!»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Там, нагорі, товариші, — заводив він свою пісню, урочисто вказуючи на небо великим дзьобом, — там, нагорі, відразу он за тією чорною хмарою лежить Льодяникова Гора — щаслива країна вічного спочинку, де всі ми, бідні тварини, навік забудемо про працю.

source: Many of the animals believed him.
uk_1984_iryna_dybko_khutir_tvaryn: Багато тварин повірило йому;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І дехто повірив йому.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ті, хто вірили йому, міркували так:

source: Their lives now, they reasoned, were hungry and laborious; was it not right and just that a better world should exist somewhere else?
uk_1984_iryna_dybko_khutir_tvaryn: це сповняло їх надією, що колись, кудись туди підуть і отримають нагороду, за якою роками тужили; зокрема, соковита конюшина ввижалась їм.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: їхнє життя голодне й злиденне, міркували вони, тож хіба не по правді було б, якби десь існував кращий світ?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: нинішнє життя сповнене голодом і злиднями — хіба це не справедливо, що десь існує кращий світ?

source: A thing that was difficult to determine was the attitude of the pigs towards Moses.
uk_1984_iryna_dybko_khutir_tvaryn: Про що розказував ворон Мойсєєвич , нічогісінько не вірили свині;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що нелегко було з'ясувати, то це ставлення до Мойсея свиней.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Дуже важко було визначити, як до Мозеса ставляться свині.

source: They all declared contemptuously that his stories about Sugarcandy Mountain were lies, and yet they allowed him to remain on the farm, not working, with an allowance of a gill of beer a day.
uk_1984_iryna_dybko_khutir_tvaryn: тому й без надуми заперечували казки ворона, називаючи їх брехнею. Та не обійшлось тут і без парадоксу, бо саме в той час, як висмівали ворона, дозволяли йому перебувати без обов’язку праці на хуторі, ще й давали значний приділ харчу й пива щоденно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони зневажливо заявили, що його розповіді про Солодкоцукряну Гору — бридня, проте не проганяли його з ферми; хоч і не працював, але щодня він мав від них півсклянки пива.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Всі вони зневажливо називали його розповіді про Льодяникову Гору брехнею, проте з ферми не гнали. Ба більше: навіть не змушували працювати та щодня наливали склянку пива.

source: After his hoof had healed up, Boxer worked harder than ever.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже рани на Добрилові загоїлись, він почав іще дужче як колинебудь працювати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Копито загоїлося, і Боксер запрацював як ніколи доти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтоді, як копито зажило, Боксер працював ще більше, ніж раніше.

source: Indeed, all the animals worked like slaves that year.
uk_1984_iryna_dybko_khutir_tvaryn: До речі всі його супутники працювали, як ті раби, при будові вітряка;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А втім, усі тварини працювали того року, як каторжні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Загалом усі тварини працювали тоді, як каторжні.

source: Apart from the regular work of the farm, and the rebuilding of the windmill, there was the schoolhouse for the young pigs, which was started in March.
uk_1984_iryna_dybko_khutir_tvaryn: крім робіт над відбудовуванням його, будували ще додатково школу для поросят.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Окрім звичної роботи на фермі та будівництва вітряка, була ще школа для поросят; її почали зводити в березні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Крім звичайних сільськогосподарських робіт треба було відновлювати млин і будувати школу для поросят.

source: Sometimes the long hours on insufficient food were hard to bear, but Boxer never faltered.
uk_1984_iryna_dybko_khutir_tvaryn: Інколи цілоденна робота, при наявному браку харчів, ущерть обезсилювала тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Часом нестерпно ставало після тривалого недоїдання, але Боксер не ремствував.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Працювати від рання до смеркання напівголодними було важко, та Боксер жодного разу не поскаржився.

source: In nothing that he said or did was there any sign that his strength was not what it had been.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки Добрилов ніколи не нарікав, працюючи без упину,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніщо — ні в словах, ні в роботі — не свідчило, що він ослаб.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ні словом, ні ділом не показав він найменшої слабкості, ніби сила його була невичерпна.

source: It was only his appearance that was a little altered; his hide was less shiny than it had used to be, and his great haunches seemed to have shrunken.
uk_1984_iryna_dybko_khutir_tvaryn: але коли хто зблизька придивився, то бачив, як його шерсть стала не та, що колись була; він значно схуд і зчаста сповільнював ходу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише виглядом трохи змінився; шерсть уже не лисніла, а великі стегна немов усохлися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише зовні трохи змінився: шерсть втратила блиск і боки запали.

source: The others said, “Boxer will pick up when the spring grass comes on”; but the spring came and Boxer grew no fatter.
uk_1984_iryna_dybko_khutir_tvaryn: Дивлячись на нього, Конева потішалась надією, що його здоров’я поправиться, коли весною трава зазеленіє й голод більше не дошкулюватиме... А тим часом, не раз дивлячись на Добрилова, Конева просльозилась. На жаль, весна прийшла та зміни у вигляді, взагалі, у стані здоров’я Добрилова не принесла;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дехто казав: «На весняній травичці Боксер оклигає». Та прийшла весна, а Боксер не вилюднював.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Дехто казав: «Ось з’явиться весняна трава, і Боксер оклигає». Однак настала весна, а йому нездоровилось.

source: Sometimes on the slope leading to the top of the quarry, when he braced his muscles against the weight of some vast boulder, it seemed that nothing kept him on his feet except the will to continue.
uk_1984_iryna_dybko_khutir_tvaryn: колись його потужна сила слабшала й він часто виключно своїм завзяттям та силою волі довозив каменюки на горбок вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Іноді, коли він щосили налягав на величезний валун, що його тягнув на верх каменоломні, здавалося, лише воля тримає його на ногах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Іноді на схилі кар’єра, коли Боксер весь напружувався, утримуючи величезний валун, здавалося, кінь не падає тільки завдяки силі волі.

source: At such times his lips were seen to form the words, “I will work harder”; he had no voice left.
uk_1984_iryna_dybko_khutir_tvaryn: Вже й голос його почав заникати, і своє «я працюватиму ще дужче», хібащо тільки шепотом міг висловити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У такі хвилини видно було, як губи його шепотіли: «Я працюватиму ще завзятіше». Бо сили сказати це вголос уже бракувало.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У такі хвилини губи його ворушилися, мов проказували: «Працюватиму більше», але голосу не було.

source: Once again Clover and Benjamin warned him to take care of his health, but Boxer paid no attention.
uk_1984_iryna_dybko_khutir_tvaryn: Не раз Молчазніков і Конева намовляли його, щоб таки сповільнив темпо праці, і щоб задумався над своїм здоров’ям, проте він і далі не звертав уваги на їхні попередження;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І знову Конюшинка й Бенджамін благали його берегтися, але Боксер наче й не чув.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна та Бенджамін умовляли приятеля подбати про здоров’я, але Боксер пропускав їхні застереження повз вуха.

source: His twelfth birthday was approaching. He did not care what happened so long as a good store of stone was accumulated before he went on pension.
uk_1984_iryna_dybko_khutir_tvaryn: відповідав, як звичайно, що мусить вивезти потрібну кількість каменюк для будови вітряка, заки піде на пенсію.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наближалися його дванадцяті роковини. Та його обходило лише одне: як би до пенсії вивезти чимбільше каменю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наближався день, коли йому мало виповнитися дванадцять років. Та Боксерові було байдуже, що станеться з ним потім, аби тільки встигнути до пенсії навезти достатньо каміння для будівництва млина.

source: Late one evening in the summer, a sudden rumour ran round the farm that something had happened to Boxer.
uk_1984_iryna_dybko_khutir_tvaryn: Під кінець літа пройшла блискавицею, по всьому хуторі, вістка, що занепокоїла кожну тварину;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось пізнім літнім вечором ферму сполошила чутка, що з Боксером щось коїться.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Одного пізнього літнього вечора Колгосп облетіла чутка, що з Боксером щось сталося.

source: And sure enough, the rumour was true. A few minutes later two pigeons came racing in with the news; “Boxer has fallen! He is lying on his side and can’t get up!”
uk_1984_iryna_dybko_khutir_tvaryn: оце голуби, злітаючи понад майдан, репетували: «Добрилов упав, Добрилов упав, лежить під горбком вітряка й не може більше встати». І справді Добрилов, як вивозив віз, навантажений каменюками, на горбок, упав і з бесилля не був спроможен встати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А невдовзі примчали двоє голубів і сповістили: «Боксер упав! Лежить на боці і не підводиться!».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А за кілька хвилин стрімголов примчали два голуби й повідомили: «Боксер упав! Він лежить на боці й не може підвестися!»

source: About half the animals on the farm rushed out to the knoll where the windmill stood.
uk_1984_iryna_dybko_khutir_tvaryn: Майже всі жителі хутора, крім свиней, вибігли на місце,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хто міг, кинувся до вітряка на пагорбі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі тварини кинулася до пагорба.

source: There lay Boxer, between the shafts of the cart, his neck stretched out, unable even to raise his head.
uk_1984_iryna_dybko_khutir_tvaryn: де на траві немічно лежав Добрилов; великі краплі поту вкривали все тіло його і він навіть підвести голови не міг.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там між дишел лежав Боксер, витягнутий, неспроможний навіть підвести голови.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер лежав між голоблями, витягнувши шию, навіть не в змозі підвести голову.

source: His eyes were glazed, his sides matted with sweat. A thin stream of blood had trickled out of his mouth.
uk_1984_iryna_dybko_khutir_tvaryn: Його очі були напіввідкриті, а з уст витікав струмочок крови.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Очі його потьмяніли, а боки вкривав піт. Цівочка крові тяглася з рота.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Очі його затуманилися, боки блищали від поту. Тонка цівка крові текла з рота.

source: Clover dropped to her knees at his side.
uk_1984_iryna_dybko_khutir_tvaryn: Конева в розпуці припала до нього і зворушено питала, що йому трапилось.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка впала коло нього на коліна.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна впала біля нього на коліна.

source: “It is my lung,” said Boxer in a weak voice. “It does not matter.
uk_1984_iryna_dybko_khutir_tvaryn: — Це мої легені, це вони мені так дошкульно болять, не можу віддихати, — по хвилині додав стиха, висилюючись над кожним словом. — Та це пусте, що я зле себе почуваю, — продовжував.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Щось у легенях, — мовив той спроквола. — Пусте.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Дихати боляче, — слабким голосом відповів він. — Не зважайте.

source: I think you will be able to finish the windmill without me.
uk_1984_iryna_dybko_khutir_tvaryn: — Найважливіше те, що ви вже без мене зможете кінчати будову вітряка;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Доведеться вам кінчати вітряк без мене.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Гадаю, ви зможете закінчити млин без мене.

source: There is a pretty good store of stone accumulated. I had only another month to go in any case.
uk_1984_iryna_dybko_khutir_tvaryn: чималу кількість каміння вивіз я на горбок і воно жде на ваші руки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Каменю навезено чимало. Все одно мені лишилося працювати тільки місяць.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Каменю вже доволі набралося. Все одно мені лишилося працювати тільки один місяць.

source: To tell you the truth, I had been looking forward to my retirement.
uk_1984_iryna_dybko_khutir_tvaryn: Я й без того зближаюся своїми роками до пенсійного віку і признаюсь, що останньою порою ждав уже на той час, коли спочину на пенсії,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щиро кажучи, я чекав пенсії.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Направду, я чекав на пенсію.

source: And perhaps, as Benjamin is growing old too, they will let him retire at the same time and be a companion to me.”
uk_1984_iryna_dybko_khutir_tvaryn: щоб час від часу спокійно погуторити з Молчазніковим.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А коли Бенджамін зістариться, і йому, певно, дадуть пенсію; удвох воно буде веселіше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось Бенджамін теж старіє, тож мріяв, що ходитимемо удвох на пасовисько.

source: “We must get help at once,” said Clover.
uk_1984_iryna_dybko_khutir_tvaryn: — Ми мусимо когось із свиней кликати на поміч Добрилову, — хвилюючись говорила Конева.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Тобі потрібна негайна допомога, — сказала Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Ми повинні йому допомогти, — сказала Люцерна.

source: “Run, somebody, and tell Squealer what has happened.”
uk_1984_iryna_dybko_khutir_tvaryn: — Спішіть хто до Нікітова й розкажіть, що трапилось.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Збігайте-но хтось та повідомте Пищику, що сталося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Збігайте хтось до Пискуна, скажіть йому, що сталося.

source: All the other animals immediately raced back to the farmhouse to give Squealer the news.
uk_1984_iryna_dybko_khutir_tvaryn: Усі подались до головного будинку,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі одразу помчали до Пищика,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі одразу помчали до будинку, щоб передати новину Пискуну.
